tap "homebrew/bundle"
tap "homebrew/services"
tap "nextfire/tap"
brew "age"
brew "webp"
brew "jpeg-xl"
brew "chezmoi"
brew "coreutils"
brew "dockutil"
brew "harfbuzz"
brew "leptonica"
brew "libvpx"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "gobject-introspection"
brew "imagemagick"
brew "mas"
brew "neovim"
brew "nmap"
brew "pipx"
brew "rclone"
brew "shpotify"
brew "sox"
brew "wget"
brew "yt-dlp"
brew "nextfire/tap/apple-music-discord-rpc"
cask "1password"
cask "ableton-live-suite@10"
cask "adobe-creative-cloud"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "gcloud-cli"
cask "google-chrome"
cask "google-chrome@beta"
cask "handbrake-app"
cask "iterm2"
cask "native-access"
cask "notion"
cask "obs"
cask "openmtp"
cask "slack"
cask "sonos"
cask "splice"
cask "spotify"
cask "steam"
cask "telegram"
cask "transcribe"
cask "visual-studio-code"
cask "vlc@nightly"
cask "wireshark-app"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "icrawl.discord-vscode"
vscode "idleberg.hopscotch"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "yzhang.markdown-all-in-one"
